<template>
  <div class="project-info">
    <h3>Этот сайт нужен для поиска работы, если ты простой веб-макакен</h3>
    <br>
    <p>Зачем ещё один?</p>
    <p>Затем, что тебя наверняка задолбало искать на хх.рю вакухи и охуевать с мелкой зарплаты и охуевших требований - я хочу облегчить тебе задачу, выводя вакансии и оценивая их по шкале от 0 до 10. Надеюсь, это поможет сэкономить тебе время!</p>
    <p>Нажми на вкладку поиск, будь няшей.</p>
  </div>
</template>

<script>
export default {
  name: 'ProjectInfo',
  props: {
  }
}
</script>

<style>
.project-info {
  width: 70%;
  margin: auto;
}
</style>